Repository: zaizac/mybase
Catalog: *-ios/MyCare/Others/*.lproj/Localizable.strings
Languages: bn, ms, ne

# languageType
source: English
bn: বাংলা
ms: Bahasa Malaysia
ne: Nepali

source: Map
bn: মানচিত্র
ms: Peta
ne: नक्शा

source: Welcome
bn: স্বাগত
ms: Selamat Datang
ne: स्वागतम्

source: Food Type
bn: খাবারের ধরণ
ms: Jenis Makanan
ne: खाद्य प्रकार

# phoneNo
source: Your Contact Number
bn: আপনার ফোন নম্বর
ms: Nombor Telefon Anda
ne: तिम्रो फोन नम्बर

# retypePhoneNo
source: Re-Type Your Contact Number
bn: আপনার ফোন নম্বরটি আবার টাইপ করুন
ms: Taip Semula Nombor Telefon Anda
ne: तपाईको फोन नम्बर पुन: टाइप गर्नुहोस्

# mobilePassport
source: Contact Number
bn: মোবাইল নম্বর
ms: Nombor Telefon
ne: मोबाइल नम्बर / पासपोर्ट नम्बर

# mykad
source: MyKad Number
ms: Nombor MyKad

source: Full Name
bn: পুরো নাম
ms: Nama Penuh
ne: पुरा नाम

# mobileNo
source: Contact Number
bn: মোবাইল নম্বর
ms: Nombor Telefon
ne: मोबाइल नम्बर

# retypeMobileNo
source: Re-Type Contact Number
bn: পুনরায় টাইপ করুন মোবাইল নম্বর
ms: Taipkan Semula Nombor Telefon
ne: मोबाइल नम्बर पुन: टाइप गर्नुहोस्

source: Gender
bn: লিঙ্গ
ms: Jantina
ne: लि .्ग

source: Meal Type
bn: খাবারের ধরণ
ms: Jenis Makanan
ne: खाना प्रकार

# dob
source: Date of Birth
bn: জন্ম তারিখ
ms: Tarikh Lahir
ne: जन्म मिति

source: Company Name
bn: কোমপানির নাম
ms: Nama Syarikat
ne: कम्पनी नाम

source: Postal Code
bn: পোস্ট অফিসের নাম্বার
ms: Poskod
ne: हुलाकी कोड

source: District
bn: জেলা
ms: Daerah
ne: जिल्ला

source: -- Select District --
ms: -- Pilih Daerah --

# town
source: -- Select Town --
bn: শহর
ms: -- Pilih Bandar --
ne: शहर

source: State
bn: অবস্থাঅবস্থা
ms: Negeri
ne: राज्य

source: -- Select State --
ms: -- Pilih Negeri --

source: -- Select Mukim --
ms: -- Pilin Mukim --

# contactNo
source: Contact Number
bn: যোগাযোগের জন্য নম্বর
ms: Nombor Untuk Dihubungi
ne: सम्पर्क गर्न नम्बर

# companyContactNo
source: Company Contact Number
bn: সংস্থার ফোন নম্বর
ms: Nombor Telefon Syarikat
ne: कम्पनी फोन नम्बर

source: Company Address
bn: প্রতিস্থান এর ঠিকানা
ms: Alamat Syarikat
ne: कम्पनीको ठेगाना

# passportNo
source: Passport Number
bn: পাসপোর্ট নম্বর.
ms: Nombor Paspot
ne: राहदानी नम्बर

source: Address
bn: ঠিকানা
ms: Alamat
ne: ठेगाना

# empInfo
source: Employer Info
bn: নিয়োগকর্তার তথ্য
ms: Maklumat Majikan
ne: रोजगारदाता जानकारी

source: View Profile
bn: প্রোফাইল দেখুন
ms: Lihat Profil
ne: प्रोफाइल अवलोकन गर्नुहोस्

# notRegisterYet
source: Not Registered Yet?
bn: নিবন্ধিত না?
ms: Belum Berdaftar?
ne: अझै दर्ता गरिएको छैन?

# signUpNow
source: Sign Up
bn: এখন নিবন্ধন করুন
ms: Daftar
ne: अब दर्ता गर्नुहोस्

# nowOnly
source: Now
ms: Sekarang

# declarationText_PAGOH
source: I hereby declare, confirm and undertake that the information furnished above is true, complete, accurate and correct. I understand, agree and accept that in the event the information provided is found to be false, incorrect or misleading in any manner at any time, I shall be subject to and liable to legal action imposed or taken by the Government of Malaysia.
ms: Dengan ini saya mengaku bahawa maklumat yang diberikan di atas adalah benar, lengkap dan betul pada pengetahuan saya. Saya memahami bahawa sekiranya maklumat saya didapati tidak benar atau salah, saya akan dikenakan tindakan undang-undang oleh Kerajaan Malaysia.

# chooseLanguage
source: Choose Your Preferred Language
bn: আপনার পছন্দসই ভাষা চয়ন করুন
ms: Bahasa Pilihan Anda
ne: तपाइँको मनपर्ने भाषा छान्नुहोस्

# selectMealTypeAlertTitle
source: Select Meal Type
ms: Pilih Jenis Makanan

source: -- Select Meal Type--
bn: খাবারের ধরন নির্বাচন করুন
ms: -- Pilih Jenis Makanan --
ne: भोजन प्रकार चयन गर्नुहोस्

source: -- Select Gender --
ms: -- Pilih Jantina --

# selectMarital
source: -- Select Marital Status --
ms: -- Pilih Status Perkahwinan --

source: -- Select Race --
ms: -- Pilih Bangsa --

source: -- Select Occupation --
ms: -- Pilih Pekerjaan --

source: Age
ms: Umur

source: Place of Birth
ms: Tempat Lahir

source: Race
ms: Bangsa

source: Marital Status
ms: Status Perkahwinan

# myKadCharLimit
source: MyKad Number Not Same. Please Re-Enter MyKad Number
ms: Nombor MyKad Mestilah Mempunyai 12 Karaketer

# mobileNoLimit
source: Contact Number Must Be 10 to 11 Characters
ms: Nombor Telefon Hendaklah Mempunyai Antara 10 ke 11 Karakter

source: LOGIN
bn: প্রবেশ করুন
ms: LOG MASUK
ne: लग - इन

# checkRegStatus
source: CHECK REGISTRATION STATUS
bn: নিবন্ধের স্থিতি পরীক্ষা করুন
ms: SEMAK STATUS PENDAFTARAN

source: NEXT
bn: পরবর্তী
ms: SETERUSNYA
ne: अर्को

source: Update Profile
bn: হালনাগাদ প্রফাইল
ms: Kemaskini Profil
ne: प्रोफाइल अपडेट गर्नुहोस्

source: Update
bn: হালনাগাদ
ms: Kemaskini
ne: अद्यावधिक गर्नुहोस्

source: Finish
bn: শেষ
ms: Selesai
ne: समाप्त

source: Food Received
bn: খাদ্য গ্রহণ
ms: Makanan Diterima
ne: खाना प्राप्त

source: Received
bn: গৃহীত
ms: Diterima
ne: प्राप्त भयो

# workerPhotoTitle
source: Worker Photo
bn: কর্মীর ছবি
ms: Foto Pekerja
ne: कार्यकर्ताको फोटो

# uploadPhotoIdentifyPurpose
source: Please Upload A Photo for Identification Purposes
bn: আপনাকে চিনতে লোকের জন্য একটি ফটো আপলোড করুন।
ms: Muat Naik Foto Bagi Tujuan Pengenalan Diri
ne: व्यक्ति तपाईंलाई चिन्नको लागि फोटो अपलोड गर्नुहोस्।

source: Language
bn: ভাষা
ms: Bahasa
ne: भाषा

source: Logout
bn: প্রস্থান
ms: Log Keluar
ne: बाहिर निस्कनु

# technicalIssues
source: Error.. We Are Facing Technical Issue. Please Try Again Later.
bn: ত্রুটিযুক্ত .. প্রযুক্তিগত সার্ভার একটি সমস্যার সম্মুখীন হয়েছে lease দয়া করে পরে আবার চেষ্টা করুন
ms: Ralat .. Pelayan Mengalami Ganguan Teknikal. Sila Cuba Sebentar Lagi
ne: ERROR .. टेक्निकल सर्भरले एक समस्याको सामना गर्‍यो। कृपया पछि पुन: प्रयास गर्नुहोस्

# sureWant2Logout
source: Are You Sure You Want to Logout?
bn: আপনি কি লগআউট করতে চান?
ms: Adakah Anda Pasti Mahu log Keluar?
ne: के तपाइँ लगआउट गर्न निश्चित हुनुहुन्छ?

# enterFullname
source: Please Enter Full Name
bn: পুরো নাম লিখুন
ms: Sila Masukkan Nama Penuh
ne: पूरा नाम प्रविष्ट गर्नुहोस्

# enterPassportNo
source: Please Enter Passport Number
bn: পাসপোর্ট নম্বর প্রবেশ করুন
ms: Sila Masukkan Nombor Paspot
ne: कृपया राहदानी नम्बर प्रविष्ट गर्नुहोस्

# enterMobileNo
source: Please Enter Contact Number
bn: দয়া করে মোবাইল নম্বর লিখুন
ms: Sila Masukkan Nombor Telefon Bimbit
ne: कृपया मोबाइल नम्बर प्रविष्ट गर्नुहोस्

# reenterMobileNo
source: Please Re-Enter Contact Number
bn: দয়া করে মোবাইল নম্বরটি পুনরায় প্রবেশ করুন
ms: Sila Masukkan Semula Nombor Telefon Bimbit
ne: कृपया मोबाइल नम्बर पुन: प्रविष्ट गर्नुहोस्

# enterMykadNo
source: Please Enter MyKad Number
ms: Sila Masukkan Nombor MyKad

# reenterMykadNo
source: Please Re-Enter MyKad Number
ms: Taipkan Semula nombor MyKad

# notSameReenterMobileNo
source: Contact Number Not Same. Please Re-Enter Contact Number
bn: মোবাইল নম্বর এক নয়। দয়া করে মোবাইল নম্বরটি পুনরায় প্রবেশ করুন।
ms: Nombor Telefon Bimbit Tidak Sama. Sila Masukkan Semula Nombor Telefon Bimbit.
ne: मोबाइल नम्बर एक छैन। कृपया मोबाइल नम्बर पुन: प्रविष्ट गर्नुहोस्।

# selectOption
source: Please Select an Option
bn: একটি বিকল্প নির্বাচন করুন
ms: Tentukan Pilihan
ne: कृपया एक विकल्प चयन गर्नुहोस्

source: Please Select Occupation
ms: Sila Pilih Pekerjaan

source: Camera
bn: ক্যামেরা
ms: Kamera
ne: क्यामेरा

source: Gallery
bn: দরদালান
ms: Galeri
ne: ग्यालरी

# enterCompanyName
source: Please Enter Company Name
bn: দয়া করে সংস্থার নাম লিখুন
ms: Sila Masukkan Nama Syarikat
ne: कृपया कम्पनीको नाम प्रविष्ट गर्नुहोस्

# successSubmitRegister
source: Registration Successfully Submitted
bn: সাফল্যের সাথে নিবন্ধন জমা দিন।
ms: Berjaya Menghantar Pendaftaran
ne: सफलतापूर्वक दर्ता सबमिट गर्नुहोस्।

# enterAddress
source: Please Enter Address
bn: ঠিকানা লিখুন
ms: Sila Masukkan Alamat
ne: कृपया ठेगाना प्रविष्ट गर्नुहोस्

# enterPostcode
source: Please Enter Postcode
bn: পোস্টকোড প্রবেশ করুন
ms: Sila Masukkan Poskod
ne: कृपया पोष्टकोड प्रविष्ट गर्नुहोस्

# enterTown
source: Please Enter Town
bn: একটি শহরের নাম লিখুন
ms: Sila Masukan Nama Bandar
ne: कृपया सहरको नाम प्रविष्ट गर्नुहोस्

# enterDistrict
source: Please Enter District
bn: একটি জেলার নাম লিখুন
ms: Sila Masukan Nama Daerah
ne: जिल्लाको नाम प्रविष्ट गर्नुहोस्

# enterState
source: Please Enter State
bn: একটি রাষ্ট্রের নাম লিখুন
ms: Sila Masukkan Nama Negeri
ne: कृपया राज्यको नाम प्रविष्ट गर्नुहोस्

# enterPhoneNo
source: Please Enter Contact Number
bn: দয়া করে ফোন নম্বর লিখুন
ms: Sila Masukkan Nombor Telefon
ne: कृपया फोन नम्बर प्रविष्ट गर्नुहोस्

# retypePassportNo
source: Please Re-type Passport Number
bn: পাসপোর্ট নং পুনরায় টাইপ করুন
ms: Taipkan Semula Passport Nombor
ne: पासपोर्ट नम्बर पुन: टाइप गर्नुहोस्

source: Profile Info
bn: প্রোফাইল তথ্য
ms: Maklumat Profil
ne: प्रोफाइल जानकारी

source: Cancel
bn: বাতিল
ms: Batal
ne: रद्द गर्नुहोस्

# notSamePassport
source: Passport Number Not Same. Please Re-enter Passport Number.
bn: পাসপোর্ট নম্বর এক নয়। পাসপোর্ট নম্বর পুনরায় প্রবেশ করুন।
ms: Nombor Pasport Tidak Sama. Sila Masukkan Semula Nombor Pasport.
ne: राहदानी नम्बर एकै छैन। कृपया पासपोर्ट नम्बर पुन: प्रविष्ट गर्नुहोस्।

# enterCompanyAddress
source: Please Enter Company Address
bn: কোম্পানির ঠিকানা লিখুন দয়া করে
ms: Sila Masukkan Alamat Syarikat
ne: कृपया कम्पनीको ठेगाना प्रविष्ट गर्नुहोस्

# enterCompanyContactNumber
source: Please Enter Company Contact Number
bn: দয়া করে একটি সংস্থার ফোন নম্বর লিখুন
ms: Sila Masukkan Nombor Telefon Syarikat
ne: कृपया कम्पनीको फोन नम्बर प्रविष्ट गर्नुहोस्

# enterPassportNumber
source: Please Re-enter Passport Number
bn: পাসপোর্ট নম্বর পুনরায় প্রবেশ করুন
ms: Sila Masukkan Semula Nombor Pasport
ne: कृपया पासपोर्ट नम्बर पुन: प्रविष्ट गर्नुहोस्

# registerStatus
source: Registration Status
bn: নিবন্ধের স্থিতি
ms: Status Pendaftaran
ne: दर्ता स्थिति

source: Approved
bn: অনুমোদিত
ms: Diluluskan
ne: स्वीकृत

source: Pending Approval
bn: অনুমোদন অপেক্ষারত
ms: Menunggu Kelulusan
ne: अनुमोदन पेन्डि।

source: Reject
bn: প্রত্যাখ্যাত
ms: Ditolak
ne: अस्वीकृत

# sponsorInfoForm
source: Sponsor Information Form
bn: স্পনসর তথ্য ফর্ম
ms: Borang Maklumat Penaja
ne: प्रायोजक सूचना फारम

# createSponsorInfo
source: Create Sponsor Information
bn: স্পনসর তথ্য তৈরি করুন
ms: Buat Maklumat Penaja
ne: प्रायोजक जानकारी सिर्जना गर्नुहोस्

# orgaType
source: Organization Type
bn: সংস্থার ধরণ
ms: Jenis Organisasi
ne: संगठनको प्रकार

# foodSponsorArea
source: Food Sponsorship Areas
bn: খাদ্য স্পনসরশিপ অঞ্চল
ms: Kawasan Penajaan Makanan
ne: खाद्य प्रायोजन क्षेत्रहरू

source: Sponsor Name
bn: পৃষ্ঠপোষক নাম
ms: Nama Penaja
ne: प्रायोजक नाम

source: Sponsor ID
bn: স্পনসর আইডি
ms: ID Penaja
ne: प्रायोजक आईडी

source: Sponsor List
bn: স্পনসর তালিকা
ms: Senarai Penaja
ne: प्रायोजक सूची

# sponsorInfo
source: Sponsor Information
bn: স্পনসর তথ্য
ms: Maklumat Penaja
ne: प्रायोजक जानकारी

source: Sponsor
bn: জামিন
ms: Penaja
ne: प्रायोजक

source: Verify Sponsor
bn: পৃষ্ঠপোষক যাচাই করুন
ms: Sahkan Penaja
ne: प्रायोजक प्रमाणित गर्नुहोस्

source: Foreign Worker List
bn: বিদেশী ওয়ার্কার তালিকা
ms: Senarai Pekerja Asing
ne: विदेश वर्कर सूची

# verifyFW
source: Verify Foreign Worker
bn: বিদেশী কর্মী যাচাই করুন
ms: Sahkan Pekerja Asing
ne: विदेशी कामदार प्रमाणित गर्नुहोस्

# governSector
source: GOVERNMENT SECTOR
ms: KERAJAAN

source: PRIVATE SECTOR
ms: SWASTA

source: SELF EMPLOYED
ms: BEKERJA SENDIRI

# governPensioner
source: GOVERNMENT PENSIONER
ms: PESARA KERAJAAN

# notWorking
source: UNEMPLOYED
ms: TIDAK BEKERJA

source: MRE
bn: খাবার খেতে প্রস্তুত
ms: MAKANAN SIAP UNTUK DIMAKAN
ne: खाना खानको लागि तयार छ

# rawFood
source: RAW FOOD GROCERIES
bn: কাঁচা খাবার মুদি
ms: BARANG BASAH MENTAH
ne: कच्चा खाना किराना

source: MALE
bn: পুরুষ
ms: LELAKI
ne: नर

source: FEMALE
bn: মহিলা
ms: PEREMPUAN
ne: महिला

source: Profile Summary
ms: Maklumat Profil

# pleaseReadAccept
source: Please read and accept the declaration before submitting
ms: Sila Baca Dan Bersetuju Dengan Deklarasi Sebelum Menghantar Permohonan

source: Please Select Race
ms: Sila Pilih Bangsa

source: Please Select Food Type
ms: Sila Pilih Jenis Makanan

# pleaseSelectMarital
source: Please Select Marital Status
ms: Sila Pilih Status Perkahwinan

source: Please Re-enter MyKad Number
ms: Sila Masukkan Semula Nombor MyKad

# enterDOB
source: Please Enter Date of Birth
ms: Sila Masukkan Tarikh Lahir

source: Please Select Mukim
ms: Sila Pilih Mukim

source: Please Select Meal Type
ms: Sila Pilih Jenis Makanan

source: Please Enter Age
ms: Sila Masukkan Umur

source: Please Select Gender
ms: Sila Pilih Jantina

# mobileNumberNotSame
source: Contact Number Not Same. Please Re-enter Contact Number.
ms: Nombor Telefon Yang Dimasukkan Tidak Sama. Sila Masukkan Semula.

# pleaseFirstEnterState
source: Please First Enter The State.
ms: Sila Masukkan Negeri

# pleaseFirstEnterDistrict
source: Please First Enter The District.
ms: Sila Masukkan Daerah

# doesntHavePermissionPrivacySettings
source: doesn't have permission to use location. Please change it in privacy settings.
ms: tidak dibenarkan mengambil kedudukan terkini. Sila tetapkan kebenaran telefon anda untuk mengambil kedudukan terkini.

source: Current Position
ms: Lokasi Sekarang

source: Search Address
ms: Carian Alamat

# companyContactNumberNotCorrect
source: Company Contact Number is not correct.
ms: Nombor Telefon Majikan Anda Tidak Sah

source: Meal Ready To Eat
ms: MAKANAN SIAP UNTUK DIMAKAN

source: Food
ms: Makanan

source: Loading
ms: Sedang Process

source: Success
ms: Berjaya

source: Failed
ms: Tidak Berjaya

source: Close
ms: Tutup

source: Worker Photo
ms: Gambar

# capturePhotoPhoneSettings
source: To capture photo then need to allow camera access in iPhone Settings.
ms: Sila Tetapkan Kebenaran Telefon Anda Untuk Mengambil Gambar

# mobileNumberLimitation
source: Contact Number Must be 10 to 11 Characters
ms: Nombor Telefon Hendaklah Mempunyai Antara 10 ke 11 Karakter

# myKadNumberLimitation
source: MyKad Number Must be 12 number of Characters
ms: Nombor MyKad Mestilah Mempunyai 12 Karaketer

# charactersLimitation
source: Please Enter at least 5 of Characters
ms: Sila Masukkan Minimum 5 Karakter

source: Occupation
ms: Pekerjaan

source: -- Select Food Type --
ms: -- Sila Pilih Jenis Makanan --

source: SINGLE
ms: BUJANG

source: MARRIED
ms: BERKAHWIN

source: WIDOWED
ms: JANDA

source: DIVORCED
ms: BERCERAI

# exitRegistration
source: Are you sure want to exit regsitration? Data during registration will not be saved
ms: Anda pasti untuk batalkan pendaftaran? Maklumat pendaftaran tidak akan disimpan

source: Yes
ms: Ya

source: No
ms: Tidak

source: Done
ms: Selesai

source: Back
ms: Belakang

source: Agree
ms: Setuju

source: Disagree
ms: Tidak Bersetuju

# defaultImageName
source: noImage
ms: noImageMalay

# regFailed
source: Registration Failed
ms: Pendaftaran Tidak Berjaya

# regSuccess
source: Registration Successful
ms: Pendaftaran Telah Berjaya

source: No Record Found
ms: Tiada Rekod Dijumpai

# updateProfileFailed
source: Update Failed
ms: Kemaskini Tidak Berjaya

# updateProfileSuccess
source: Update Successful
ms: Kemaskini Telah Berjaya

source: Record already exist
ms: Rekod telah wujud

source: Invalid Login
ms: Log Masuk Tidak Sah

# myKadContactNumberIncorret
source: MyKad or Contact Number is incorrect
ms: MyKad atau Nombor Telefon tidak betul

# userAlreadyLoginRelogin
source: User already login in other device
ms: Pengguna ini telah log masuk pada peranti lain

# unableToProceed
source: Unable to proceed. Try again later.
ms: Tidak dapat meneruskan. Cuba lagi nanti.

# enconterServerError
source: Encountered an error while trying to connect to the server
ms: Mengalami ralat semasa cuba menyambung ke pelayan

# noInternet
source: Check your internet connection and try again
ms: Periksa sambungan internet anda dan cuba lagi

source: MALAY
ms: MELAYU

source: CHINESE
ms: CINA

source: INDIANS
ms: INDIA

# otherRaces
source: OTHERS
ms: LAIN - LAIN

source: Declaration
ms: Pengisytiharan

# reqInfo
source: Required Information
ms: Maklumat Wajib

# optInfo
source: Optional Information
ms: Maklumat Tidak Wajib

# clickHere
source: Click here upon receiving food
ms: Tekan di sini semasa menerima makanan

source: Profile
ms: Profil

# notifications
source: Notification
ms: Notifikasi

source: Message
ms: Mesej

source: Update Photo & Meal Type
ms: Kemaskini Gambar & Jenis Makanan

# pleaseConfirmDetails
source: Please confirm your details
ms: Sila sahkan maklumat anda

# successfullyVerified
source: Successfully Confirmed
ms: Pengesahan Telah Berjaya

# noFaceDetect
source: Could Not Detect The Face. Please Capture Your Face Again.
ms: Tidak Dapat Mengesan Wajah. Tangkap Gambar Wajah Anda Lagi.

# captureFaceAgain
source: Please Capture Your Face Again
ms: Sila Tangkap Gambar Muka Anda Sekali Lagi

source: Reading Face
ms: Membaca Muka

source: No Messages
ms: Tiada Mesej

source: Nothing To Update
ms: Tiada Yang Perlu Dikemaskini

# profilePictureUpdated
source: Profile Picture Updated Successfully
ms: Gambar Profil Berjaya Dikemaskini

# mealTypeUpdated
source: Meal Type Updated Successfully
ms: Jenis Makanan Berjaya Dikemaskini

# sureToUpdateProfile
source: Are you sure want to update profile?
ms: Adakah Anda Pasti Mahu Kemaskini Profil?

source: Resident Details
ms: Maklumat Penduduk

# pleaseSelectTodayEvent
source: Please Select Today's Event
ms: Sila pilih Aturcara Majlis hari ini

# bringYourPhoneAndFlash
source: Bring your phone and flash this QR Code at the event's counter
ms: Bawa telefon anda dan imbas kod QR ini di kaunter aturcara

# approachTheEventOfficer
source: Approach the event's officer for further assistance
ms: Sila berhubung dengan urusetia majlis untuk bantuan

# todayEvent
source: Today Events
ms: Aturcara Majlis Hari ini

source: Name
ms: Nama

# declarationText_BH
source: I hereby declare, confirm and undertake that the information furnished above is true, complete, accurate and correct. I understand, agree and accept that in the event the information provided is found to be false, incorrect or misleading in any manner at any time, I shall be subject to and liable to legal action imposed or taken by the Government of Bangladesh.
bn: আমি এই মর্মে ঘোষনা, নিশ্চিত এবং দায়িত্বগ্রহণ করছি যে উপরে প্রদত্ত তথ্যগুলি সত্য, সম্পূর্ণ, নির্ভুল এবং সঠিক। আমি উপলব্ধি, সম্মতী এবং স্বীকার করছি যে প্রদত্ত তথ্য যে কোনও সময় এবং যে কোনও উপায়ে মিথ্যা, ভুল বা বিভ্রান্তিকর বলে প্রমাণিত হলে, আমি বাংলাদেশ সরকার কর্তৃক আরোপিত বা গৃহীত আইনানুগ ব্যবস্থার সাপেক্ষে দায়বদ্ধ থাকিবো।
ne: म यहाँ घोषणा गर्दछु कि माथि प्रस्तुत जानकारी सही छ, मेरो ज्ञान र विश्वासको उत्तममा पूर्ण र सही छ। म बुझ्छु कि मेरो जानकारी कुनै पनि चरणमा गलत वा गलत फेला परेमा म मलेसिया सरकारले लगाएको कानुनी कारबाहीको लागि उत्तरदायी हुनेछु।

# veggie
source: VEGETARIAN
bn: নিরামিষ
ne: शाकाहारी

# nonVeggie
source: NON-VEGETARIAN
bn: মাংসাশি
ne: मांसाहारी
